INSERT INTO salons (name, address, phone, open_time, close_time)
VALUES
('BeautyCity Центр', 'Улица Ленина 22', '+79991111111', '10:00', '20:00'),
('BeautyCity Юг', 'Улица Спортсменских 14', '+79992222222', '10:00', '20:00'),
('BeautyCity Восток', 'Строителей 56А', '+79993333333', '10:00', '20:00');

INSERT INTO services (name, price)
VALUES
('Наращивание ресниц', 2000),
('Ламинирование бровей', 1200),
('Стрижка профессиональная', 2500),
('Стрижка бровей', 500),
('Покраска волос', 650);

INSERT INTO masters (full_name, phone, salon_id)
VALUES
('Иван Васильевич', '+79501111111', 1),
('Никита Кологривый', '+79501111111', 3),
('Джейсон Стетхэм', '+79501111111', 2),
('Алина Владимировна', '+79501111111', 3),
('Стас Простофильский', '+79501111111', 1);

INSERT INTO master_services (master_id, service_id)
VALUES
(1,1),
(1,2),
(2,1),
(2,4),
(3,3),
(3,5),
(4,2),
(4,3),
(5,5),
(5,4);